export default {
    '北京大学': {
        subject: ['高等数学', '线性代数', '概率论与数理统计'],
        score: [100, 97, 85]
    },
    '清华大学': {
        subject: ['高等数学', '线性代数', '概率论与数理统计', '数字图像处理', '数字信号处理'],
        score: [98, 90, 97, 80, 88]
    },
    '北京航天航空大学': {
        subject: ['数字图像处理', '数字信号处理', '计算机图形学', 'C++'],
        score: [50, 66, 49, 88]
    },
    '中国传媒大学': {
        subject: ['概率论与数理统计', '数字图像处理', '数字信号处理'],
        score: [99, 76, 93]
    },
    '北京邮电大学': {
        subject: ['数字信号处理', '计算机图形学', 'C++', 'Java'],
        score: [89, 65, 80, 98]
    },
    '中国人民大学': {
        subject: ['复变函数', '图论', 'C++', '计算机网络', '数字信号处理', '计算机图形学'],
        score: [78, 89, 66, 78, 99, 78]
    },
    '北京师范大学': {
        subject: ['概率论与数理统计', '数字图像处理', '数字信号处理', '复变函数', '图论', 'C++'],
        score: [56, 44, 78, 96, 36, 93]
    },
    '天津大学': {
        subject: ['概率论与数理统计', '数字图像处理', '数字信号处理', '计算机图形学', 'C++', 'Java'],
        score: [76, 85, 100, 74, 90, 88]
    },
    '南开大学': {
        subject: ['数字信号处理', '计算机图形学', 'C++', 'Java'],
        score: [60, 88, 90, 78]
    },
    '天津医科大学': {
        subject: ['复变函数', '图论', '概率论与数理统计', '数字图像处理', '数字信号处理', '计算机图形学', 'C++', 'Java'],
        score: [56, 44, 67, 87, 99, 34, 100, 56]
    },
    '复旦大学': {
        subject: ['复变函数', '图论', 'C++', '计算机网络', '数字信号处理', '计算机图形学'],
        score: [78, 89, 66, 78, 99, 78]
    },
    '上海交通大学': {
        subject: ['高等数学', '线性代数', '概率论与数理统计', '数字图像处理', '数字信号处理'],
        score: [98, 90, 97, 80, 88]
    },
    '同济大学': {
        subject: ['复变函数', '图论', '概率论与数理统计', '数字图像处理', '数字信号处理', '计算机图形学', 'C++', 'Java'],
        score: [56, 44, 67, 87, 99, 34, 100, 56]
    },
    '上海财经大学': {
        subject: ['数字图像处理', '数字信号处理', '计算机图形学', 'C++', 'Java'],
        score: [56, 87, 99, 34, 100]
    },
    '浙江大学': {
        subject: ['数字信号处理', '计算机图形学', 'C++', 'Java'],
        score: [60, 88, 90, 78]
    },
    '浙江师范大学': {
        subject: ['C++', 'Java', '高等数学', '线性代数', '概率论与数理统计', '数字图像处理', '数字信号处理'],
        score: [55, 67, 98, 50, 97, 88, 77]
    },
    '中国科学技术大学': {
        subject: ['高等数学', '线性代数', '概率论与数理统计'],
        score: [100, 97, 85]
    },
    '安徽大学': {
        subject: ['复变函数', '图论', 'C++', '计算机网络', '数字信号处理', '计算机图形学'],
        score: [78, 99, 78, 78, 89, 66]
    },
    '南京大学': {
        subject: ['计算机网络', '数字信号处理', '复变函数', '图论', 'C++', '计算机图形学'],
        score: [78, 99, 78, 89, 66, 78]
    },
    '江南大学': {
        subject: ['概率论与数理统计', '数字图像处理', '高等数学', '线性代数', '数字信号处理'],
        score: [80, 88, 60, 90, 87]
    },
    '解放军理工大': {
        subject: ['复变函数', '图论', 'C++', '计算机网络', '数字信号处理', '计算机图形学', '概率论与数理统计'],
        score: [78, 89, 66, 78, 99, 78, 65]
    }
}
