var data = {
    props: [
        '属性一',
        '属性二',
        '属性三',
        '属性四',
        '属性五',
        '属性六',
        '属性七',
        '属性八',
        '属性九',
        '属性十',
        '属性十一'
    ],
    items: [
        {
            title: '项目一',
            props: [
                '项目一属性一',
                '项目一属性二',
                '项目一属性三',
                '项目一属性四',
                '项目一属性五',
                '项目一属性六',
                '项目一属性七',
                '项目一属性八',
                '项目一属性九',
                '项目一属性十',
                '项目一属性十一项目一属性十一项目一属性十一项目一属性十一项目一属性十一项目一属性十一项目一属性十一项目一属性十一项目一属性十一项目一属性十一'
            ]
        },
        {
            title: '项目二',
            props: [
                '项目二属性一',
                '项目二属性二',
                '项目二属性三项目二属性三项目二属性三项目二属性三项目二属性三项目二属性三项目二属性三项目二属性三项目二属性三',
                '项目二属性四',
                '项目二属性五',
                '项目二属性六',
                '项目二属性七',
                '项目二属性八',
                '项目二属性九',
                '项目二属性十',
                '项目二属性十一'
            ]
        },
        {
            title: '项目三',
            props: [
                '项目三属性一',
                '项目三属性二',
                '项目三属性三',
                '项目三属性四',
                '项目三属性五',
                '项目三属性六',
                '项目三属性七',
                '项目三属性八',
                '项目三属性九',
                '项目三属性十',
                '项目三属性十一'
            ]
        },
        {
            title: '项目四',
            props: [
                '项目四属性一',
                '项目四属性二',
                '项目四属性三',
                '项目四属性四',
                '项目四属性五',
                '项目四属性六项目四属性六项目四属性六项目四属性六项目四属性六项目四属性六项目四属性六项目四属性六项目四属性六',
                '项目四属性七',
                '项目四属性八',
                '项目四属性九',
                '项目四属性十',
                '项目四属性十一'
            ]
        },
        {
            title: '项目五',
            props: [
                '项目五属性一',
                '项目五属性二',
                '项目五属性三',
                '项目五属性四',
                '项目五属性五',
                '项目五属性六',
                '项目五属性七',
                '项目五属性八',
                '项目四属性九',
                '项目四属性十',
                '项目四属性十一'
            ]
        }
    ]
};